[M_Orchid_DeclarationAgainstIndependents MissionDefinition]
MissionName="Opposition to the Declaration of Independence"
MissionDescription="Like the crooks have a team, who knows? Team meeting [place]worm juice[-place] They won't be very happy if a crocodile invades their land and challenges you to fight.."
TurnInDescription="The members of Pirate Local 402 may not like you, but they respect you.."
MissionSummary="Kill the criminals.."
MissionGiver="pirate reward plate"
MissionTurnInLocation="The Pirate Code Committee"
TeaserText="as a cloak!"

[M_Orchid_DeclarationAgainstIndependents:DestroyHovercrafts MissionObjectiveDefinition]
ProgressMessage="Union vehicles destroyed."

[M_Orchid_DeclarationAgainstIndependents:DestroyHovercraftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

